Repository: wazo-pbx/wazo-admin-ui-ivr
Catalog: wazo_plugind_admin_ui_ivr_official/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Name
pt_br: Nome

source: Abort destination
pt_br: Destino de Anulação

source: The destination to redirect the caller to when the maximum number of tries is reached. If not set, the call will be hanged up after playing the abort sound (if set)
pt_br: O destino para redirecionar o chamador para quando o número máximo de tentativas for atingido. Se não estiver definido, a chamada será interrompida após a reprodução do áudio de interrupção (se definido)

source: Abort sound
pt_br: Áudio de Interrupção

source: The sound played when the caller reach the maximum number of tries. Not used if an abort destination is set
pt_br: O som reproduzido quando o chamador atinge o número máximo de tentativas. Não usado se um destino de anulação estiver definido

source: Description
pt_br: Descrição

source: Greeting sound
pt_br: Áudio de Saudação

source: The sound played to greet the caller
pt_br: O áudio tocou para saudar o chamador

source: Invalid destination
pt_br: Destino inválido

source: The destination to redirect the caller to when he choose an invalid option. If not set, the menu will be replayed
pt_br: O destino para redirecionar o chamador para quando ele escolher uma opção inválida. Se não estiver definido, o menu será repetido

source: Invalid Sound
pt_br: Áudio Inválido

source: The sound played when the caller choose an invalid option. Not used if an invalid destination is set
pt_br: O áudio tocado quando o chamador escolhe uma opção inválida. Não usado se um destino inválido for definido

source: Max tries
pt_br: Máximo de tentativas

source: The maximum number of tries before aborting the call. Both a timeout and an invalid choice counts toward the number of tries integer Default:3
pt_br: O número máximo de tentativas antes de interromper a chamada. Tanto um tempo limite quanto uma escolha inválida contam para o número de tentativas. Padrão: 3

source: Menu Sound
pt_br: Menu de Áudios

source: The sound played to prompt the caller for input
pt_br: O áudio de prompt de entrada foi reproduzido para chamador

source: Timeout
pt_br: Tempo esgotado

source: Number of seconds to wait after the menu sound is played before either replaying the menu, redirecting the call to the timeout destination (if set) or aborting the call (if the maximum number of tries has been reached) integer Default:5
pt_br: Número de segundos a esperar após o áudio do menu ser reproduzido antes de repetir o menu, redirecionar a chamada para o tempo limite de destino (se definido) ou interromper a chamada (se o número máximo de tentativas tiver sido atingido). Padrão: 5

source: Timeout destination
pt_br: Tempo limite de destino

source: The destination to redirect the caller to on timeout. If not set, the menu will be replayed
pt_br: O destino para redirecionar o chamador para o tempo limite. Se não estiver definido, o menu será repetido

source: Submit
pt_br: Submeter

source: None
pt_br: Nenhum

source: List
pt_br: Lista

source: Add IVR
pt_br: Adicionar IVR

source: Add
pt_br: Adicionar

source: Add choices
pt_br: Adicionar escolhas

source: Digit
pt_br: Digito

source: Destination
pt_br: Destino

source: Actions
pt_br: Ações

source: Edit
pt_br: Editar

source: Update
pt_br: Atualizar

source: Extensions
pt_br: Extensões

source: Menu sound
pt_br: Menu de Áudios
